Repository: kipyin/grace-notes
Catalog: GraceNotes/GraceNotes/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Repeated themes
zh_hans: 反复出现的内容

source: Restricted on this device.
zh_hans: 此设备受限制。

source: Retry
zh_hans: 重试

source: Retry scheduling your daily reminder.
zh_hans: 重新尝试安排每日提醒。

source: Review
zh_hans: 回顾

# Review growth stage accessibility Balanced
source: Balanced
zh_hans: 均衡

# Review growth stage accessibility Empty
source: Empty
zh_hans: 空

# Review growth stage accessibility Full
source: Full
zh_hans: 已满

# Review growth stage accessibility Growing
source: Growing
zh_hans: 成长中

# Review growth stage accessibility Started
source: Started
zh_hans: 已开始

# Review history growth column empty hint
source: No days in this stage.
zh_hans: 该阶段没有记录日期。

# Review history growth column hint
source: Shows a list of days in this stage.
zh_hans: 查看该阶段的具体日期。

# Review history growth drilldown dates section
source: Matching days
zh_hans: 符合的日期

# Review history section strip segment empty hint
source: Opens details; there are no matching entries for this section in the current range.
zh_hans: 打开详情；当前时间范围内该板块没有匹配的记录。

# Review history section strip segment hint
source: Shows journal entries for this section.
zh_hans: 查看该板块的记录。

# Review section drilldown empty format
source: No entries with %@ in this range.
zh_hans: 此时间范围内没有包含 %@ 的记录。

# Review section drilldown empty title
source: No entries
zh_hans: 暂无条目

source: Review mode
zh_hans: 回顾模式

# Review.mostRecurring.drilldown.subtitle
source: Mentioned %1$lld times across %2$@.
zh_hans: 共出现 %1$lld 次（%2$@）。

source: Revisit when you are ready
zh_hans: 准备好时再回顾

# Ripening
source: Balanced
zh_hans: 平衡

source: Balanced means you have at least three items in each section. Keep going to fill all five slots in each section to reach Full.
zh_hans: 每个栏目至少都有三条了，也就是「平衡」。把格子填到五条，就能达到「圆满」。

source: Save
zh_hans: 保存

source: Save to Photos
zh_hans: 保存到相册

source: Saved to Photos
zh_hans: 已保存到相册

# Section Distribution
source: Section mix
zh_hans: 记录分布

source: Sections for gratitude, needs, and people-in-mind help you begin without overthinking.
zh_hans: 感恩的事、需要的事和牵挂的人这几个栏目，能帮你不必想太多就开始记录。

# Seed
source: Started
zh_hans: 起步

source: Started means each section has at least one item, and you are still building toward three in each section.
zh_hans: 三个栏目里都已经有了字，也就是「起步」。再多写几条，让今天这篇记录慢慢「成长」起来。

source: Selected
zh_hans: 已选中

source: Settings
zh_hans: 设置

# Settings.advanced.firstWeekday.label
source: First day of the week
zh_hans: 每周第一天

# Settings.advanced.navTitle
source: Advanced settings
zh_hans: 高级设置

# Settings.advanced.pastStatsInterval.all
source: All
zh_hans: 全部

# Settings.advanced.pastStatsInterval.custom
source: Custom
zh_hans: 自定义

# Settings.advanced.pastStatsInterval.footnote
source: This affects Growth stages, section mix, and Most recurring on the Past tab.
zh_hans: 会影响「过去」里的完成度分布、记录分布和「最常出现」。

# Settings.advanced.pastStatsInterval.label
source: Time range for Past
zh_hans: 「过去」显示的时间范围

# Settings.advanced.pastStatsInterval.quantity.a11y
source: Number of periods
zh_hans: 跨度个数

# Settings.advanced.pastStatsInterval.unit.a11y
source: Weeks, months, or years
zh_hans: 周、月或年

# Settings.advanced.pastStatsInterval.unit.month
source: months
zh_hans: 个月

# Settings.advanced.pastStatsInterval.unit.week
source: weeks
zh_hans: 周

# Settings.advanced.pastStatsInterval.unit.year
source: years
zh_hans: 年

# Settings.advanced.title
source: Advanced settings
zh_hans: 高级设置

# Settings.ai.a11y.enableForConnectionCheck
source: Summarize and Insights can generate Past insights from your entries.
zh_hans: 感恩记会根据你的记录，在「过去」生成洞察。

# Settings.ai.sectionTitle
source: Summarize and Insights
zh_hans: 摘要与洞察

# Settings.ai.toggleLabel
source: Summarize and Insights
zh_hans: 摘要与洞察

# Settings.help.sectionTitle
source: Help
zh_hans: 帮助

# Settings.showAppTour
source: Show app tour
zh_hans: 查看应用导览

# Settings.showAppTour.a11yHint
source: Opens pages about your writing path, Past insights, daily reminders, and iCloud sync.
zh_hans: 打开关于记录路径、「过去」洞察、每日提醒与 iCloud 同步的说明页面。

# Settings.todayJournalAppearance.bloomToggleA11yHint
source: Turns on the warm Bloom look for Today, including animated leaves.
zh_hans: 打开后，「今天」会使用 Bloom 风格，包括树叶动画。

# Settings.todayJournalAppearance.footer
source: When Bloom mode is on, Grace Notes keeps the Bloom look and ignores your device Light/Dark appearance.
zh_hans: 开启 Bloom 模式后，Grace Notes 会保持花期外观，不受设备浅色/深色模式影响。

# Settings.todayJournalAppearance.sectionTitle
source: Appearance
zh_hans: 外观

# Settings.todayJournalAppearance.standard
source: Standard
zh_hans: 标准

source: Share
zh_hans: 分享

source: Show less
zh_hans: 收起

source: Show more
zh_hans: 展开

source: Showed up %1$lld times in the last %2$lld weeks.
zh_hans: 最近 %2$lld 周内出现了 %1$lld 次。

source: Showed up %1$lld times in the last 4 weeks.
zh_hans: 最近 4 周内出现了 %1$lld 次。

# Shows what Abundance means for today.
source: Shows what Bloom means for today's entry.
zh_hans: 打开今天「花开有成」阶段的说明。

# Shows what Harvest means for today.
source: Shows what Bloom means for today.
zh_hans: 打开今天「花开有成」阶段的说明。

source: Shows what In Progress means for today.
zh_hans: 打开「进行中」阶段的说明。

# Shows what Ripening means for today.
source: Shows what Leaf means for today.
zh_hans: 打开今天「叶茂成形」阶段的说明。

# Shows what Seed means for today.
source: Shows what Sprout means for today.
zh_hans: 打开今天「初露新芽」阶段的说明。

source: Shows what Soil means for today.
zh_hans: 打开今天「静待播种」阶段的说明。

# Shows what this status means for today.
source: Shows what this status means today.
zh_hans: 查看今天这个状态代表什么。

source: Skip
zh_hans: 跳过

source: Skip for now
zh_hans: 暂时跳过

source: so your Grace Notes aren't using iCloud for this session.
zh_hans: 所以这次使用期间，感恩记不会同步到 iCloud。

source: Soil
zh_hans: 静待播种

source: Empty means you have not yet added at least one gratitude, one need, and one person.
zh_hans: 今天的记录里，感恩的事、需要的事和牵挂的人，还有哪一栏是空的？随便从一处写下第一条就好。

source: Soil, Sprout, Twig, Leaf, and Bloom mark how full today's entry is. Not a race, just a map.
zh_hans: 静待播种、初露新芽、枝条初成、叶茂成形、花开有成，标记的是今天这篇记录写得有多饱满。不是比赛，只是一张地图。

# Source
source: Insight source
zh_hans: 洞察来源

source: Source: On your device
zh_hans: 来源：本机

source: Stable
zh_hans: 稳定

# Start with one gratitude, and the rest will follow.
source: Start with one gratitude; you can add more over time.
zh_hans: 从一件感恩的事写起，其他的慢慢来。

# Start with one gratitude.
source: Write one gratitude first.
zh_hans: 先写下一件感恩的事。

source: Write one gratitude first. When you're done, tap Return on your keyboard to save.
zh_hans: 先写下一件感恩的事。写完后，在键盘上轻按换行保存。

source: Start with one line
zh_hans: 先写下一句话

source: Start with one reflection today to build your weekly review.
zh_hans: 今天先写下一条反思，慢慢积累成你的每周回顾。

source: Start with today.
zh_hans: 从今天开始。

# Search journal
source: Search
zh_hans: 搜索

# PastSearch.noMatches.description
source: Try a different word or check your spelling.
zh_hans: 换个词试试，或检查一下拼写。

# PastSearch.awaitingInput.subtitle
source: Type a word or phrase to search your journal.
zh_hans: 输入词语或短语，搜索你的记录。

# PastSearch.dismissControl.a11yHint
source: Clears the search field when it is not empty, then closes the keyboard.
zh_hans: 若已输入内容，会先清空再收起键盘。

# PastSearch.dismissControl.a11yLabel
source: Clear search and dismiss keyboard
zh_hans: 清空搜索并收起键盘

# PastSearch.dateLabel.yesterday
source: Yesterday
zh_hans: 昨天

# PastDrilldown.calendarDay.noMatch.a11yHint
source: No matching journal entry for this history view.
zh_hans: 在当前历史视图中，这一天没有匹配的记录。

# PastDrilldown.calendarWeekdaysRow.a11y
source: Weekday columns, left to right: %@
zh_hans: 星期列（从左到右）：%@

# PastDrilldown.calendarDay.a11y.matchedFormat
source: %@, matches this filter
zh_hans: %@，符合当前筛选条件

# PastDrilldown.calendarDay.a11y.journalNotMatchedFormat
source: %@, has a journal, does not match this filter
zh_hans: %@，有记录，但不符合当前筛选条件

# PastDrilldown.calendarDay.a11y.emptyFormat
source: %@, no journal in this statistics range
zh_hans: %@，在统计时间范围内没有记录

# PastDrilldown.calendarDay.a11y.outsideRangeFormat
source: %@, outside statistics range
zh_hans: %@，不在统计时间范围内

# PastDrilldown.calendarDay.a11yHint.journalNotMatched
source: This day is not part of the highlighted set for this drill-down.
zh_hans: 这一天不在当前下钻视图的高亮集合中。

# PastDrilldown.calendarDay.a11yHint.emptyHistoryDay
source: No journal saved on this day in the statistics range.
zh_hans: 在统计范围内，这一天没有保存记录。

# PastDrilldown.calendarDay.a11yHint.outsideStatisticsRange
source: Shown for calendar context; not counted in the selected statistics window.
zh_hans: 仅用于日历上下文显示，不计入所选统计时间窗口。

source: Start writing this week to unlock review insights.
zh_hans: 开始本周的记录后，你就能看到回顾洞察。

# Started
source: Sprout
zh_hans: 初露新芽

# Step %lld of %lld
source: Step %1$lld of %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

source: Still getting things ready...
zh_hans: 还在继续准备中……

source: Stored on this device only. iCloud was not available when the app opened,
zh_hans: 仅保存在本设备。App 打开时，iCloud 不可用，

source: Summary
zh_hans: 概要

source: Sunday
zh_hans: 周日

source: Switch between Insights and Timeline.
zh_hans: 在「洞察」与「时间线」之间切换。

source: Sync is not immediate and does not guarantee the same moment on every device.
zh_hans: 同步需要一点时间，各设备显示内容的时间可能不完全一样。

source: Take a moment to complete today's entry.
zh_hans: 花一点时间完成今天的记录。

source: Tap for connection status
zh_hans: 点按查看连接状态

source: Temporarily unavailable. Try again later.
zh_hans: 暂时不可用，请稍后再试。

source: Thanks for your patience. We are almost there.
zh_hans: 感谢你的耐心，我们马上就好。

source: That steady attention to %1$@ was the clearest thread this week.
zh_hans: 这一周里最清晰的一条线，是你对「%1$@」的持续留意。

source: That thread around %@ showed up across more than one day this week.
zh_hans: 与 %@ 相关的那条线，这周不止出现在一天里。

source: The more you capture in your entry, the more specific and grounded Review insights can feel over time.
zh_hans: 你写得越具体，回顾里的洞察也会越容易扎根、贴近真实。

source: Theme details
zh_hans: 主题详情

# ThemeDrilldown.openEntry.a11yHint
source: Opens the journal entry for that day.
zh_hans: 打开该日期的记录。

source: This only changes the short label.
zh_hans: 这只会改短标签。

source: This week
zh_hans: 本周

source: This Week
zh_hans: 本周

source: This week had enough to summarize, but not enough repetition for a clear weekly theme. Grace Notes kept this review on your device.
zh_hans: 这周有足够内容可供总结，但还没有形成足够清晰的重复线索，所以感恩记仍使用本机回顾。

source: This week your reflection often returned to %@.
zh_hans: 本周你的反思常常回到 %@ 这个主题。

source: This week's theme
zh_hans: 本周主题

source: This week's themes
zh_hans: 过去七天的主题

source: Timeline
zh_hans: 时间线

source: Today
zh_hans: 今天

source: Toward the end of the week, %1$@ became a clearer thread in your entries.
zh_hans: 临近周末，「%1$@」在你记录里更突出。

source: Trending
zh_hans: 趋势

source: Try again
zh_hans: 再试一次

source: Unable to export data
zh_hans: 无法导出数据

source: Unable to export your Grace Notes data right now.
zh_hans: 暂时无法导出你的感恩记数据。

source: Unable to load today's entry.
zh_hans: 无法加载今天的记录。

source: Unable to save your entry.
zh_hans: 无法保存记录。

source: Unable to share
zh_hans: 无法分享

source: Unable to update reminder
zh_hans: 无法更新提醒

source: Unavailable. Check notification permissions and try again.
zh_hans: 当前不可用。请检查通知权限后重试。

# Up
source: Rising
zh_hans: 上升

source: Updated insights appear when ready.
zh_hans: 更新完成后会显示最新洞察。

source: Updating…
zh_hans: 正在更新…

source: Use prompts when your mind is blank
zh_hans: 当脑中一片空白时可使用提示

source: Viewing window
zh_hans: 查看范围

source: We are setting up your private Grace Notes space...
zh_hans: 我们正在为你准备专属感恩记空间……

source: We couldn't create a share image right now. Please try again.
zh_hans: 我们暂时无法生成分享图片。请稍后重试。

source: We couldn't finish setting up your Grace Notes space. Please try again.
zh_hans: 我们未能完成你的感恩记空间设置。请重试。

source: Week rhythm
zh_hans: 本周节奏

source: Week starts
zh_hans: 周起始日

source: Welcome to Grace Notes
zh_hans: 欢迎使用感恩记

source: What do you need today?
zh_hans: 今天有哪些需要？

source: What feels most important to carry into next week?
zh_hans: 你觉得最值得带到下周的是什么？

source: What helped you stay this steady so you can carry it into next week?
zh_hans: 你是怎么把这份稳定保持下来的？下周也许还能用得上。

source: What is one next step you can take tomorrow?
zh_hans: 明天你可以迈出的下一步是什么？

source: What is one small step that could honor %1$@ while still supporting %2$@ tomorrow?
zh_hans: 明天能否用一小步既顾及「%1$@」，也照顾到「%2$@」？

source: What is one small step that could support %@ tomorrow?
zh_hans: 明天做哪一个小步骤，能更好地支持 %@？

source: What is one small step you can take to support %@ tomorrow?
zh_hans: 明天你可以做哪一个小步骤来支持 %@？

source: What is one small way to support %1$@ tomorrow without dropping %2$@?
zh_hans: 明天你想如何在继续关心「%1$@」的同时，也不落下「%2$@」？

source: What is one tiny way to turn %@ into a gratitude this week?
zh_hans: 这周有什么小方法，能让 %@ 变成一件值得感恩的事？

source: What would help you carry %1$@ gently into next week?
zh_hans: 怎样能温和地把「%1$@」带到下一周？

source: What would make tomorrow's check-in easy to start?
zh_hans: 怎样能让你明天更容易开始一次简短记录？

source: What's one thing you're glad happened, even if small?
zh_hans: 本周有没有一件小事，让你心里觉得还好它发生了？

source: What's one thing you're grateful for?
zh_hans: 今天有哪些可以感恩的事？

source: When iCloud is available again, your stored preference applies the next time you open the app.
zh_hans: 当 iCloud 再次可用时，已保存的偏好会在你下次打开 App 时生效。

source: When iCloud is available, fully close the app and reopen to retry storage or apply your stored preference.
zh_hans: 请在 iCloud 可用后完全关闭 App 并重新打开，以重试存储或应用已保存的偏好。

# When you're finished, press Return or Enter on your keyboard.
source: When you're done, tap Return on your keyboard to save.
zh_hans: 写完后，在键盘上轻按换行保存。

source: When you're ready, a few lines can still hold a lot.
zh_hans: 当你准备好时，寥寥数语也能承载很多。

source: Write one gratitude, one need, and one person you have in mind to start today’s entry. Tap the status above anytime to read more.
zh_hans: 先写 1 件感恩的事、1 件需要的事和 1 位牵挂的人，就可以开始今天的感恩记了。想再看看说明，随时点按上方状态。

source: Who are you thinking of today?
zh_hans: 今天可以向谁表达关心？

source: Who is on your mind today?
zh_hans: 今天你在惦记谁？

source: Why on-device insights this week
zh_hans: 为何本周是设备端洞察

source: Would a short check-in with %@ feel supportive this week?
zh_hans: 这周和 %@ 简短联系一下，会不会对你有帮助？

source: Write one gratitude line to plant your first seed. Tap the status above anytime if you want a reminder.
zh_hans: 先写一件感恩的事，把第一颗种子种下去。需要提示时，也可以随时点按上方状态。

source: Write today's reflection
zh_hans: 写写今天的感受

source: Write your %@ here.
zh_hans: 在这里写下你的 %@。

source: You are building momentum by returning to reflection this week.
zh_hans: 这周你持续回来记录，也在慢慢建立自己的节奏。

# You are growing—keep going across the three sections.
source: You're growing. Keep going across all three sections.
zh_hans: 你正在成长。继续把三个部分都写下去吧。

source: You can keep writing in Gratitudes, Needs, and People in Mind if you'd like a fuller reflection. Tap the status above anytime to read what Full means.
zh_hans: 如果你想写得更完整一些，也可以继续写下去，把感恩的事、需要的事和牵挂的人再多记几条。想进一步了解「圆满」时，随时点按上方状态即可。

source: Keep writing in Gratitudes, Needs, and People in Mind if you want a fuller reflection. Tap the status above anytime to read what Full means.
zh_hans: 如果你想写得更完整一些，就继续在感恩的事、需要的事和牵挂的人里多写几条。想看看「圆满」代表什么，随时点按上方状态。

source: You can turn on iCloud sync in Settings whenever you're ready.
zh_hans: 准备好了，随时可以在「设置」里打开 iCloud 同步。

source: You changed iCloud sync here.
zh_hans: 你已在这里更改 iCloud 同步设置。

source: You completed the full rhythm today.
zh_hans: 今天你也写好了阅读笔记和反思，这一篇感恩记更完整了。

# You have started filling in today.
source: You've started today's entry.
zh_hans: 你已经开始写今天这篇了。

source: You have started. Reach three lines in each section to enter Twig.
zh_hans: 今天的记录里至少写了一条。把每个部分写到三条，就会进入「枝条初成」。

source: You kept %1$@ in mind %2$lld times this week.
zh_hans: 本周你想起 %1$@ 共 %2$lld 次。

source: You kept %1$@ in mind on %2$lld day(s) this week.
zh_hans: 这周你有 %2$lld 天把 %1$@ 放在心上。

source: You kept a steady daily rhythm and completed all 15 each day this week.
zh_hans: 这周你保持了稳定的每日节奏，每天都完成了 15 项记录。

# You kept a steady reflection rhythm this week.
source: You wrote on several days this week.
zh_hans: 本周你有几天都在坚持写下记录。

source: You kept getting all three sections started.
zh_hans: 你一直有把三栏都写起来。

source: You kept noticing %1$@ on %2$lld day(s) this week.
zh_hans: 这周你有 %2$lld 天反复留意到 %1$@。

source: You mentioned %1$@ %2$lld times this week.
zh_hans: 本周你提到 %1$@ 共 %2$lld 次。

source: You noted %@ across this week's entries.
zh_hans: 你在本周记录里多次写到 %@。

source: You noted %1$@ %2$lld times and %3$@ %4$lld times this week.
zh_hans: 这周你写到「%1$@」%2$lld 次，也写到「%3$@」%4$lld 次。

source: You often named %@ as a need, but it did not appear in your gratitudes yet.
zh_hans: 你常把 %@ 写在「需要的事」里，但它还没出现在「感恩的事」里。

source: You often returned to %1$@ in gratitudes while naming %2$@ in needs.
zh_hans: 感恩里你常回到「%1$@」，需要里也多次写到「%2$@」。

source: You often wrote about %1$@ alongside %2$@.
zh_hans: 这周你常把「%1$@」和「%2$@」写在一起。

# You planted a seed today.
source: You reached Sprout today.
zh_hans: 今天已经达到「初露新芽」。

# You planted Seed
source: You reached Sprout
zh_hans: 今天的记录里，感恩、需要和牵挂各部分都至少有一条，也就是「初露新芽」。

source: You reached %1$@ on %2$@.
zh_hans: 你在 %2$@ 达到了「%1$@」。

# You reached Abundance today.
source: You reached Bloom today.
zh_hans: 今天已经达到「花开有成」。

# You reached Balanced today.
source: You reached Leaf today.
zh_hans: 今天已经达到「叶茂成形」。

source: You reached Bloom today. All five lines are filled in each section.
zh_hans: 今天已经达到「花开有成」。三个部分都写满五条。

# You reached Full today—all chip spots filled.
source: You reached Bloom today. Each section has five lines.
zh_hans: 今天已经达到「花开有成」。三个部分都写满五条。

# You reached Harvest.
source: You reached Bloom.
zh_hans: 今天你已经达到「花开有成」。

source: You reached Leaf today.
zh_hans: 今天已经达到「叶茂成形」。

source: You reached Sprout today.
zh_hans: 今天已经达到「初露新芽」。

source: You returned to %1$@ %2$lld times this week.
zh_hans: 本周你回到 %1$@ 共 %2$lld 次。

source: You showed up for reflection on %lld day(s) this week.
zh_hans: 本周你已经坚持记录了 %lld 天

source: You took more than one day all the way through notes and reflections.
zh_hans: 你不止一天一路写到了阅读笔记和反思。

source: You took one day all the way through notes and reflections.
zh_hans: 你有一天一路写到了阅读笔记和反思。

source: You wrote about %1$@ more in the second half of this week.
zh_hans: 这周后半段你更常写到「%1$@」。

source: You wrote on %@
zh_hans: %@ 有记录

# You're growing—at least three in each section. Keep going toward Harvest.
source: You're growing. At least three lines in each section. Keep going toward Bloom.
zh_hans: 你在成长：每个部分都至少有三条了。继续写，向「花开有成」前进。

source: Nice work. Two more lines in each section gets you to Bloom.
zh_hans: 很棒！每个部分再写两条，就可以到「花开有成」。

source: You've begun. Keep going until each section has three.
zh_hans: 你已经开始了。继续写，直到每个栏目都有三条。

source: You can keep going with reading notes and today’s reflections to finish the entry.
zh_hans: 可以继续写阅读笔记和今天的反思，完成今天的感恩记。

source: You've filled Gratitudes, Needs, and People. Add reading notes and reflections when you're ready.
zh_hans: 你已经在感恩、需要和牵挂的人三个栏目都写满了。可以在你准备好时继续写阅读笔记和今天的反思。

source: You've reached Sprout for the first time: one gratitude, one need, and someone on your mind. Lovely.
zh_hans: 这是你第一次到「初露新芽」：你已经写下 1 件感恩的事、1 件需要的事和 1 位牵挂的人，真好。

# You've planted Seed. Keep going until each section has three.
source: You’ve reached Started in today’s entry. Keep writing until each section has three.
zh_hans: 你已经在今天的感恩记中达到「起步」。可以继续写，直到每个栏目都有三条。

source: You've taken the first full step on Today. Keep writing in Grace Notes at your own pace. There is more room when you're ready.
zh_hans: 你已经在「今天」迈出了完整的第一步。按自己的节奏在感恩记里写就好。想多写的时候，自然会有更多空间。

# Your first Balanced day—at least three in each section. Keep going toward Full.
source: Your first Leaf day. Each section has at least three lines.
zh_hans: 第一次到「叶茂成形」。每个部分都至少有三条。

source: Your first Bloom day. Each section has five lines. Add reading notes or reflections when you want.
zh_hans: 第一次进入「花开有成」。每个部分都写满五条。想写时再加上阅读笔记或反思就好。

# Your first Full—all fifteen chip spots filled. Add notes when you want.
source: Your first Bloom day. All fifteen line slots are filled.
zh_hans: 第一次到「花开有成」。十五个格子都写满了。

source: Your first Bloom day. You filled every line slot today. Add reading notes or reflections when you want.
zh_hans: 这是你第一次到「花开有成」：十五个格子都填满了。想写时再加上阅读笔记或反思就好。

source: Your first Bloom day, and you added reading notes and reflections. A full rhythm for today.
zh_hans: 这是你第一次到「花开有成」，也写好了阅读笔记和反思。今天这一篇已经很完整了。

source: Your first Leaf day. Each section has at least three lines. Keep going toward Bloom.
zh_hans: 第一次进入「叶茂成形」。每个部分都至少有三条了，继续写向「花开有成」。

source: Your focus shifted from %1$@ last week to %2$@ this week.
zh_hans: 你的关注从上周的 %1$@，转到了这周的 %2$@。

source: Your Grace Notes stay on this device only and are not synced to iCloud.
zh_hans: 感恩记仅保存在本设备，未同步至 iCloud。

source: Your Grace Notes sync to iCloud from this device when iCloud is available.
zh_hans: iCloud 可用时，此设备上的感恩记会同步到 iCloud。

source: Your gratitudes most often returned to %1$@ (%2$lld mentions).
zh_hans: 感恩里你最常回到「%1$@」（%2$lld 次）。

source: Your iCloud sync switch matches how data is stored for this session.
zh_hans: 当前的 iCloud 同步设置，与这次使用的存储方式一致。

source: Your needs most often returned to %1$@ (%2$lld mentions).
zh_hans: 需要里你最常写到「%1$@」（%2$lld 次）。

source: Your Past tab helps you spot themes later. Today, focus on one honest moment and call it complete.
zh_hans: 「过去」会在之后帮助你发现主题。今天先专注记录一个真实瞬间，完成就好。

source: Your path
zh_hans: 你的节奏

source: Your stored iCloud sync preference does not match how data is stored for this session.
zh_hans: 已保存的 iCloud 同步偏好，与当前会话的数据存储方式不一致。

source: Your stored iCloud sync preference matches how data is stored for this session.
zh_hans: 已保存的 iCloud 同步偏好，与当前会话的数据存储方式一致。

source: Your week
zh_hans: 这一周

# AppTour.congrats.body
source: You've started today's entry in Grace Notes.
zh_hans: 你已经开始写今天这篇感恩记了。

# AppTour.congrats.headline
source: Sprout
zh_hans: 初露新芽

# AppTour.footer.settingsNote
source: You can change this anytime in Settings.
zh_hans: 你可以随时在「设置」里更改。

# AppTour.icloud.intro
source: After you sign in to iCloud, Grace Notes can sync across your devices.
zh_hans: 登录 iCloud 后，感恩记可在你的设备间同步。

# AppTour.insights.intro
source: Open the Past tab for this week’s digest: days you wrote, patterns across your lines in each section, one observation grounded in what you wrote, and a practical next step. The more specific you write each day, the closer these insights stay to you. It may take a little time.
zh_hans: 打开「过去」可以查看本周摘要。每天写得越具体，这些洞察就越贴近你，不过这可能需要一点时间。

# AppTour.pageIndicator
source: Page %1$lld of %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页

# AppTour.path.criterion.balanced
source: Each section has at least three, but not all fifteen spots are filled yet.
zh_hans: 每个部分都至少写了三条，但还没有全部写满。

# AppTour.path.criterion.empty
source: No lines yet in Gratitudes, Needs, or People in Mind.
zh_hans: 感恩的事、需要的事和牵挂的人这三个部分里都还没有写下条。

# AppTour.path.criterion.full
source: All five spots are filled in Gratitudes, Needs, and People in Mind.
zh_hans: 感恩的事、需要的事和牵挂的人都已写满五条。

# AppTour.path.criterion.growing
source: At least one section has reached three, and at least one section is still under three.
zh_hans: 至少有一个部分已经达到三条，也至少有一个部分还不到三条。

# AppTour.path.criterion.started
source: At least one strip is filled, and all three sections are still under three.
zh_hans: 你已经写下至少一条，而且三个部分都还不到三条。

# AppTour.path.intro
source: A small seed can grow with what you write today. Try adding a little more whenever you're ready.
zh_hans: 一颗小小的种子会随着你今天写下的内容慢慢长大。准备好了，就多写一点。

# AppTour.reminders.intro
source: It’s easy to forget gratitude. Turn on a daily reminder to keep your Grace Notes habit.
zh_hans: 我们经常会忘记表达感恩。可以打开每日提醒来记录当天的感恩记。

# AppTour.sampleInsights.a11yLabel
source: Review sample preview
zh_hans: 「回顾」示例预览

# AppTour.sampleInsights.filler
source: Sample only. The insights card on Past may include more sections than this preview.
zh_hans: 仅为示例。你在「过去」看到的洞察卡片可能会比这个预览多一些栏目。

# AppTour.sampleInsights.row1.action
source: What is one tiny way to turn rest into a gratitude this week?
zh_hans: 这周有没有一件很小的事，能把「休息」也写进「感恩的事」里？

# AppTour.sampleInsights.row1.observation
source: You often noted rest under Needs, but it has not appeared in Gratitudes yet.
zh_hans: 你常常把「休息」写在「需要的事」里，但是「感恩的事」里还没有出现过它。

# Review history growth drilldown calendar empty title
source: No matching days
zh_hans: 没有符合的日期
